{
  "bronnen": [],
  "moeder_id": "2491",
  "geboortedatum": "15 DEC 1811",
  "overlijdensdatum": "07 Apr 1855",
  "partner_id": "1824",
  "vader_id": "2492",
  "foto_url": "",
  "scans": "",
  "notities": "Catharina (Trijntje) Bloothooft gedoopt 15 december 1811 in Zevenhoven (Zuid Holland), overleden 7 mei 1855 te Bourtange (gemeente Vlagtwedde) \nCatharina (Trijntje) Bloothooft stamt uit een geslacht van watermolenaars. In 1663 wordt voor het eerst melding gemaakt van watermolenaar Claes Dircxs Bloothooft, die maalde op een molen van de molengang aan de zuidzijde van de Schermer. Lang hebben leden van de familie Bloothooft op verschillende watermolens van de molengang gewoond. Uit het geslacht Bloothooft kwamen in de 18e eeuw naast watermolenaars ook landarbeiders voort. Eén van die landarbeiders was Klaas Bloothooft gedoopt 22 februari 1777 in Noordeinde (Akersloot). Klaas trouwde in 1804 met Grietje Mulder in West-Graftdijk en ging hier na zijn huwelijk wonen. In West- Graftdijk wordt in 1807, dochter Diewertje2 geboren. Het gezin verhuist naar Zevenhoven (Zuid Holland) waar Catharina (Trijntje) in 1811 wordt geboren. Waarom het gezin naar Zevenhoven vertrok is niet duidelijk, vermoedelijke vanwege slechte economische omstandigheden. Later keert het gezin terug naar de geboortestreek want het derde kind Dirkje, wordt in 1814 in Graft geboren evenals Antje in 1817, Cornelia in 1818 en Dirk in 1821. Klaas Bloothooft overlijdt op 11 februari 1827, hij is dan 50 jaar oud. Zijn vrouw Grietje overlijdt na 1838 maar voor 1849. \n\nCatharina (Trijntje) Bloothooft, gedoopt 15 december 1811 in Zevenhoven, trouwt op 17 februari 1838 in Bellingwolde met Berend Berends Manssens, geboren 24 oktober 1798 in Bellingwolde. Uit de geheel met de hand geschreven huwelijksakte het volgende:\n\n‘Heden den zeventienden Februarij, achttienhonderd acht en dertig, zijn voor mij Simon Pompert Van der Tuuk, Burgemeester, en in dezen als Officier van den burgerlijken Staat, der gemeente Bellingwolde, binnen het huis der gemeente gecompareerd de bruidegom: Berend Berends Manssens, Dagloner, wonende te Bellingwolde, en aldaar blijkens doop-extract geboren den vier en twintigsten October, zeventienhonderd acht en negentig; voldaan hebbende aan de wet op de Nationale Militie , blijkens certificaat L.L., meerderjarige zoon van den Dagloner Berend Folkerts Manssens, te Bellingwolde woonachtig, hierbij tegenwoordig en zijne goedkeurig betuigende, en van wijlen desselfs echtgenoote, Geertje Berends, overleden blijkens overlijdens-extract te Bellingwolde, den vierden Januarij, achttienhonderd en elf, ten eene - en de bruid Catharina Klaassens Bloothooft, woonachtig te Bellingwolde, gedoopt volgens doops-extract te Zevenhoven den vijftienden December, achttienhonderd en elf, meerderjarige dochter van wijlen den Dagloner Klaas Bloothooft, gewoond te Graft, en aldaar blijkens overlijdens-extract overleden, den elfden februarij achttienhonderd zeven en twintig, en van desselfs echtgenoote Grietje Mulder, wonende in de Rijp, welke hare moederlijke toestemming heeft gegeven bij  notariele-acte van den twintigsten November, achttienhonderd zeven en dertig, ten andere zijde.’\n\nHoewel Catharina al vier kinderen had, zoals uit het volgende blijkt, had ze toch nog te toestemming van haar moeder nodig om te kunnen trouwen, vanwege haar leeftijd, ze was nog geen dertig jaar. ‘Onmiddellijk hierna (na de huwelijkssluiting) hebben de gehuwden Berend Berends Manssens en Trijntje Klaassens Bloothooft, verklaart, dat zij beide, de kinderen, alle van het vrouwelijke geslacht, als: Kornelia Manssens Geertje, geboren te Amsterdam dan achttiende April, achttienhonderd een en dertig; Grietje, geboren te Purmerend, den vijfden Januarij, achttienhonderd drie en dertig; Berendina, geboren te Bellingwolde, den negende April, achttienhonderd vijf en dertig; Klasien, geboren te Bellingwolde, den tweeden December, achttienhonderd zes en dertig, erkennen voor hunne vier dochters. Waarvan acte.’ Dan volgt de ondertekening van de acte waarbij vermeld wordt: ‘verklarende Catharina Klaassens Bloothooft en Berend Folkerts Manssens, van niet te kunnen schrijven.’\n\nZoals uit het bovenstaande blijkt had Catharina (Trijntje) Bloothooft, voor haar huwelijk met Berend Manssens al vier kinderen waarvan Berend naar alle waarschijnlijkheid de vader was. De dochters zijn namelijk naar de respectievelijke grootouders genoemd waarbij Berend veranderde in Berendina en Klaas in Klasien.\n",
  "geboorteplaats": "Zevenhoven",
  "id": "1825",
  "naam": "Catharina Klaasens (Trijntje) Bloothooft"
}
