{
  "id": "51",
  "naam": "Ulfert Hendriks Huizinga",
  "geboortedatum": "28 MAR 1864",
  "overlijdensdatum": "24 NOV 1928",
  "notities": "Ulfert Hendriks Huizinga is op 23 november 1928 overleden als gevolg van een tragisch jacht ongeluk. Door onvoorzichtigheid kreeg hij een schot hagel door zijn longen en bloedde daardoor dood. Een jonge jongen, genaamd Jan klunder, kwam teleurgesteld van de jacht terug. Ongelukkig schoot hij zijn jachtgeweer leeg maar raakte daarbij Ulfert in de borst. Jan Klunder, was een zoon van van de boer waar Ulfert werkte.\n\n\nHieronder staat een brief die Ulfert Huizinga heeft geschreven aan fam in Amerika nav het overlijden van zijn schoonzusje Eilke van Straten\nHet is een letterlijke weergave van de brief, veel leestekens werden er in die tijd waarschijnlijk niet gebruikt.\n\nHouwerzijl den 25 Juni 1900\n\nGeliefde Broeder en Zuster\n\nDoor deze letteren berichten wij u dat zuster Eilke het tijdelijke met het eeuwige heeft verwisseld zij is zondag den 24 Juni overleden veel heft zij hier geleden op aarde zwaar heft zij hier op aarde de gevolgen der zonde ondervonden, maar wij hopen dat zij thans van alle lijden is bevrijd en dat zij bij den Heer en Heiland moge verkeren om hem ongestoord te dienen en eeuwege zaligheid te genieten alhoewel zij niet veel verstand had laatste jaren en geen verslag van hun geloof kon geven antwoorde zij toch wanneer haar gevraagd werd wat zij van haar zelven dacht dat haar hoop en verwachting op Jezus was en daar zij in haar leven ook altijd heft getoond dat zij Gods volk lief had daar zij altijd graag had dat Gods volk haar bezocht en met en voor haar bad en zij nooit geen lust heeft betoont in den dienst der wereld maar wel in de dienst der Heeren zoo mogen wij niet anders gelooven en hopen op grond van Gods woord dunkt ons of zij is niet verloren gegaan zij heeft in de laatste drie week eerst een maal of vijf bloed overgegeven en in de laatste dag of drie gaf zij van dat verzwollen goed op docter zeide zij had een aderzwel aan de longen zij is heel zacht uitgegaan zoodat zij geen benauwdheid tegen de dood heeft geleden moeder kan haar verlies noch al goed dragen zij zegt zij is altijd vragende geweest dat het den Heere mocht behagen Eilke eerder weg te nemen dan haar zelven nu het ook alzoo is geschied moet en wil zij stil zijn zegt zij en zij hoopt dat de Heere haar daarin moge ondersteunen vader is op t oogenblik meer bedrukt het is haar kind en vleesch kan geen vleesch missen en wanneer wij geen hulp en sterkte bij den Heere zoeken zijn wij zwak maar ik denk moeder zal wel veel wenst krijgen want anders had zij handen vol werk en nu is al haar werk weg. Overigens zijn wij hier altijd hebben ze hier lasten des lichaam en dan hebben zij daar weer wat te worstelen maar zij zijn toch altijd noch op de beenen en doen haar werk Jan Z…… van Vierhuizen heeft het met zijn neus te doen tegenwoordig het is als of zijn neus dicht groeit van binnen dan krijgt hij een spanning in het hoofd boven den oogen nu moet hij zich in zijn neus opspuiten en dan loopt het hem weer te keel uit. Ekke van Straten zijn vrouw Martje staat ook niet best die heeft al een hele tijd gesukkeld het staat tegenwoordig zoo slecht dat Ekke is al dagen bij haar ’t huis. Ja broeder zoo gaat het hier op aarde zoo heeft ieder huis zijn kruis het uitnemend van ons leven is noch moeite en verdriet wij schrijven alleen aan u breder en zuster als gij dan zoo goed wilt wezen en zorgen dat Ooms en Tantes bericht krijgen van Eilkes dood nu zal ik maar weer eindigen wij hadden al naar een brief van u uitgezien maar wij hebben op ons laatste brief noch geen ontvangen moeder wilde u beiden en uwe kinderen graag op portret en gij moest ook iederen keer eens schrijven hoe het met uwe kinderen ging dat had gij de laatste keer niet gedaan en ook wat vruchten gij in uw tuin verbouwd word nu van ons allen gegroet.\n\nVader en moeder broeders en zusters. U Huizinga G van Straten en kinderen",
  "vader_id": "48",
  "moeder_id": "50",
  "partner_id": "58",
  "bronnen": [],
  "foto_url": "images/foto/rwb_9.webp",
  "scans": "images/documenten/geboorteakte-ulfert-huizinga.jpg, images/documenten/overlijdensakte-ulfert-huizinga.jpg, images/documenten/noodlottig-ongeluk-ulfert-huizinga.png"
}