{
  "bronnen": [],
  "moeder_id": "58",
  "geboortedatum": "19 JUN 1890",
  "overlijdensdatum": "11 MAR 1962",
  "partner_id": "145",
  "vader_id": "51",
  "foto_url": "images/foto/cornelishuizinga.png",
  "scans": "",
  "notities": "Cornelis Huizinga kwam uit een gezin van 16 kinderen. Op 11 jarige leeftijd ging hij als boerenknecht werken op de boerderij van Jacob Rietema. De behandeling die ze van de boeren kregen is hem altijd bij gebleven, vandaar ook dat hij nooit iets goed van “een boer” kon horen. Kwam bij hem vroeger thuis een boer om groente dan moest hij het dubbel betalen. Hij nam terug wat ze de arbeiders te kort betaalden.\nCornelis Huizinga ging vanaf de vierde klas van school naar de boer. Dat was het onderwijs wat een kind van een arbeider kreeg in die dagen. Hij heeft bij 6 boeren gewerkt, waarvan 3 gereformeerden en 3 “moderne” boeren. De beste boeren volgens hem waren de “moderne boeren”.\n\nToen hij 17 jaar was werd hij verpleger in Zuidlaren op Dennenoord. Daar is hij 2 jaar geweest en toen is hij vertrokken naar Chicago U.S.A. waar hij het tuinieren leerde. Toen echter na 2 jaar zijn broer Wrister uit Houwerzijl overleed wilde zijn moeder (Grietje Klaas van Straten), graag dat hij terug kwam. Dat deed hij om haar te gerieven maar wel met de bedoeling om na enige tijd weer terug te gaan naar de States. De eerste wereldoorlog brak echter uit waardoor hij in de militaire dienst moest. In die tijd kreeg hij ook verkering met Grietje Johanna Waterbolk en is er van terugkeer naar de USA niets meer gekomen.\nIn de dertiger jaren heeft hij het nog wel eens geprobeerd maar in de crisis tijd gestopt was emigratie naar de USA erg moeilijk. Hij moest dus weer bij een boer gaan werken. In die tijd werd ook de landarbeiderswet ingesteld waardoor het mogelijk werd om een stuk grond te kopen, wat door de regering van een boer onteigend werd. Cornelis Huizinga greep zijn kans en zo werd zijn latere tuin onteigend van Jacob Rietema. De gereformeerde boeren verweten hem dat hij was zoals Achab en zat in de wijngaard van Naboth (1 Kon 21).\n\nDoor veel lezen en zelfstudie kreeg hij een grote algemene kennis. Hij had zelfs twee grote wetboeken in huis waar hij veel kennis uit putte. Hierdoor kwamen de mensen hem soms om raad of help te vragen. Mij (Abel Huizinga) hielp hij met meetkunde toen ik op de mulo zat. Wiert Hes kwam een keer bij hem om uit te rekenen hoeveel kubieke grond in een dijk zat die Wiert aan wou nemen om het af te graven. Hoewel Houwerzijl een hoofdzakelijk een gereformeerde dorp was, was er toch veel nijd en afgunst. Rijk werd hij niet met zijn tuinieren maar hij had het beter dan een boerenarbeider en was zijn eigen baas. Velen van de arbeiders benijden hem en de middenstand was jaloers om zijn algemene kennis. Hij had volgens hun echter te weing geld en te veel verstand met te veel kinderen, hoewel sommige van die middenstanders zo arm waren als de luizen.\nIn de kerkraad kwam hij niet. Het waren de boeren en de “echte middenstanders” die in de kerkraad zaten. Bijvoorbeeld een smit of een andere ambacht die afhankelijk van de boeren waren durfden geen van allen een mening te hebben wat inging tegen de boeren hun mening.\nWel kwam Cornelis Huizinga i het bestuur van vele andere organisaties\n.\n• Hij zat in het bestuur geweest van de Chr. landarbeiders bond en later was hij lid van de Chr.boeren en tuindersbond.\n• Oud voorzitter begrafenis vereniging.\n• Oud voorzitter A.R. kiesvereniging\n• Bestuurslid Chr. mannen vereniging\n• Oud voorzitter Chr. school bestuur\n• Bestuurs lid centrale A.R. kiesvereniging\n• Lid van de commissie voor prijs beheersing na de oorlog\n• Lid Vrijwillige Landstorm\n• Oud verzetstrijder 1940-1945.(eerst geheel alleen, later in landelijk verband met de verzet organisatie “Trouw” .Na de bevrijding werd hij aangesteld als plaatselijke commandant Ned. Binnenlandse Strijdkrachten.)\nToen Cornelis Huizinga en Grietje Johanna Waterbolk 25 jaar getrouwd waren hadden ze 2 onderduikers in huis. Die bleven niet maar Cornelis Huizinga zorgde voor een onderduik adres, voor voedselbonnen persoonsbewijs, vervalsingen enz.\nHet laatste jaar had de fam Huzinga, in een week 7 huiszoekingen van de Duitsers en de landwacht. Een paar keer is hij opgepakt geweest maar hij kwam er telkens weer met een waarschuwing er vanaf. Veel is er niet bekend van zijn werk bij de ondergrondse. Cornelis zelf vertelde er weinig over. Hoe minder je weet hoe beter of het is. Toen Abel Huizinga (zijn zoon) opgepakt was in Haarlem ging hij met een fles olie naar de gevangenis directeur om met zijn zoon te spreken. Hij wilde weten wat Abel de Duitse S.D. verteld had. Abel had echter niets verteld om dezelfde reden dat zijn vader hem ook nooit iets vertelde wat hij deed. Toen Cornelis vertrok uit de gevangenis zei hij tegen zijn zoon , “als je weer voor verhoor moet zeg niets laat je liever dood schieten dan dat je iets zegt want dan stroomt er meer bloed.”",
  "id": "64",
  "naam": "Cornelis Huizinga"
}
